{"meta":{"title":"夜明的Blog","subtitle":"Daybreak","description":"Where would a south wind take us","author":"夜明","url":"http://dawnyoake.github.io","root":"/"},"pages":[],"posts":[{"title":"枕草子","slug":"枕草子-春曙为最","date":"2019-11-23T09:05:52.000Z","updated":"2019-11-23T13:07:52.328Z","comments":true,"path":"2019/11/23/枕草子-春曙为最/","link":"","permalink":"http://dawnyoake.github.io/2019/11/23/%E6%9E%95%E8%8D%89%E5%AD%90-%E6%98%A5%E6%9B%99%E4%B8%BA%E6%9C%80/","excerpt":"","text":"清少纳言随笔《枕草子》的第一篇，恬淡自由，勾勒出四时之美。 まくらのそうし·春はあけぼの &#8195;春は、あけぼの。やうやう白くなりゆく、山ぎは少し明りて、紫だちたる雲のほそくたなびきたる。 夏は、夜。月のころはさらなり、闇もなほ、蛍の多く飛びちがひたる。また、ただ一つ二つなど、ほのかにうち光りて行くも、をかし。雨など降るも、をかし。 秋は、夕暮れ。夕日のさして、山の端いと近うなりたるに、烏の寝どころへ行くとて、三つ四つ、二つ三つなど、飛び急ぐさへあはれなり。まいて、雁などのつらねたるが、いと小さく見ゆるは、いとをかし。日入り果てて、風の音、虫の音(ね)など、はた言ふべきにあらず。 冬は、つとめて。雪の降りたるは言ふべきにもあらず。霜のいと白きも、またさらでも、いと寒きに、火など急ぎおこして、炭持て渡るも、いとつきづきし。昼になりて、ぬるくゆるびもていけば、火桶の火も白き灰がちになりて、わろし。 枕草子·春曙为最 &#8195;春，曙为最。逐渐转白的山顶，开始稍露光明，泛紫的细云轻飘其上。 &#8195;夏则夜。有月的时候自不待言，无月的暗夜，也有群萤交飞。若是下场雨什么的，那就更有情味了。 &#8195;秋则黄昏。夕阳照耀，近映山际，乌鸦返巢，三只、四只、两只的飞过，平添感伤。又有时见雁影小小，列队飞过远空，尤绕风情。而况，日入以后，尚有风声虫鸣。 &#8195;冬则晨朝。降雪时不消说，有时霜色皑皑，即使无雪亦无霜，寒气凛冽，连忙生一盆火，搬运炭火跑过走廊，也挺合时宜；只可惜晌午时分，火盆里头炭木渐蒙白灰，便无甚可赏了。 翻译来源：《枕草子》（清少纳言著，林月文译）原文来源：http://www.eonet.ne.jp/~log-inn/03honkan.htm","categories":[],"tags":[{"name":"摘抄","slug":"摘抄","permalink":"http://dawnyoake.github.io/tags/%E6%91%98%E6%8A%84/"}]},{"title":"论文Introduction改写","slug":"hello-world","date":"2019-11-22T12:13:32.936Z","updated":"2019-11-24T03:02:35.916Z","comments":true,"path":"2019/11/22/hello-world/","link":"","permalink":"http://dawnyoake.github.io/2019/11/22/hello-world/","excerpt":"提要：论文Introduction部分还是简洁为妙。 其中，尤其是需要答辩的论文，毕竟答辩期间Introduction部分时间占比是相当之少的。所以改写版本相比原版删去或整合了很多内容，希望没有改变作者原本的意思。 同时，由于这一部分的本意是阐述写作目的，提出问题并强调研究意义，其中要描述本领域研究现状，又要突出强调自己研究的拓展、创新之处，为正文的论述做准备，所以语句应尽量做到不拖泥带水，过渡和转折到位，充分为正文蓄势。","text":"提要：论文Introduction部分还是简洁为妙。 其中，尤其是需要答辩的论文，毕竟答辩期间Introduction部分时间占比是相当之少的。所以改写版本相比原版删去或整合了很多内容，希望没有改变作者原本的意思。 同时，由于这一部分的本意是阐述写作目的，提出问题并强调研究意义，其中要描述本领域研究现状，又要突出强调自己研究的拓展、创新之处，为正文的论述做准备，所以语句应尽量做到不拖泥带水，过渡和转折到位，充分为正文蓄势。 Introduction 简洁地交代下背景&amp;&amp;现状 Since the discovery of X rays in 1895,radiation has been shrouded in myths and partly as a doomsday power destined to cause the ultimate destruction of mankind. In our own time, fear seems to be the prevalent characteristic of the public perception of radiation phenomena, and the treatment in the media of incidents like the Chernobyl accident has greatly contributed to the spreading of uneasiness and fear. 结合背景，交代下写作目的 Due to above background, the general public’s perception towards radiation is mostly shallow, for most of them are lacking of basic knowledge of radiation. Why should we expect the public to know something about radioactivity and radiation? Three of the most evident answers are the following: The pragmatic reasonPeople should be capable of protecting themselves from the harmful effects of radiation as well as avoiding excessive fear. The democratic reasonPeople should be capable of informed judgements in political matters involving radiation phenomena, nuclear energy, waste disposal, exposure limit etc. The educational reasonThe individual derives pleasure and fulfillment from knowing something about the world around him/her. 介绍相关问题地研究状况，指出他人局限，强调本篇地研究更具有意义和代表性 A critical task is to detect how much understanding the mass have about the radioactivity and radiation via doing a systematic investigation and study. For instant, Lijnse et al. described concepts of radioactivity and radiation held by 15- and 16-year-old pupils in the Netherlands, and Eijkelhof and Millar analyzed British newspaper reports of the Chernobyl accident to identify features of the lay understanding of radiation phenomena. However, today we are to focus on doing a survey on a rather more typical and representative group, which the previous research didn’t perform so well. 本篇调查方式和主体简介，引入正文 The present survey was conducted to investigate the understanding of radiation phenomena and risk among Norwegians with a reasonable level of general education, but lacking specialization in physical science.","categories":[],"tags":[]}]}