{"meta":{"title":"夜明的Blog","subtitle":"Daybreak","description":"Where would a south wind take us","author":"夜明","url":"http://yoursite.com","root":"/"},"pages":[],"posts":[{"title":"Hello Blog World！","slug":"hello-world","date":"2019-11-22T12:13:32.936Z","updated":"2019-11-23T05:28:57.292Z","comments":true,"path":"2019/11/22/hello-world/","link":"","permalink":"http://yoursite.com/2019/11/22/hello-world/","excerpt":"","text":"MD测试 Introduction 简洁地交代下背景&amp;&amp;现状 Since the discovery of X rays in 1895,radiation has been shrouded in myths and partly as a doomsday power destined to cause the ultimate destruction of mankind. In our own time, fear seems to be the prevalent characteristic of the public perception of radiation phenomena, and the treatment in the media of incidents like the Chernobyl accident has greatly contributed to the spreading of uneasiness and fear. 结合背景，交代下写作目的 Due to above background, the general public’s perception towards radiation is mostly shallow, for most of them are lacking of basic knowledge of radiation. Why should we expect the public to know something about radioactivity and radiation? Three of the most evident answers are the following: The pragmatic reasonPeople should be capable of protecting themselves from the harmful effects of radiation as well as avoiding excessive fear. The democratic reasonPeople should be capable of informed judgements in political matters involving radiation phenomena, nuclear energy, waste disposal, exposure limit etc. The educational reasonThe individual derives pleasure and fulfillment from knowing something about the world around him/her. 介绍相关问题地研究状况，指出他人局限，强调本篇地研究更具有意义和代表性 A critical task is to detect how much understanding the mass have about the radioactivity and radiation via doing a systematic investigation and study. For instant, Lijnse et al. described concepts of radioactivity and radiation held by 15- and 16-year-old pupils in the Netherlands, and Eijkelhof and Millar analyzed British newspaper reports of the Chernobyl accident to identify features of the lay understanding of radiation phenomena. However, today we are to focus on doing a survey on a rather more typical and representative group, which the previous research didn’t perform so well. 本篇调查方式和主体简介，引入正文 The present survey was conducted to investigate the understanding of radiation phenomena and risk among Norwegians with a reasonable level of general education, but lacking specialization in physical science. 小结： 总体感觉，论文Introduction部分还是简洁为妙。 其中，尤其是需要答辩的论文，毕竟答辩期间Introduction部分时间占比是相当之少的。所以改写版本相比原版删去或整合了很多内容，希望没有改变作者原本的意思（苦笑）。 同时，由于这一部分的本意是阐述写作目的，提出问题并强调研究意义，其中要描述本领域（或本问题）的研究现状，又要突出强调自己研究的拓展、创新之处，为正文的论述做准备，所以语句应尽量做到不拖泥带水，过渡和转折到位，充分为正文蓄势。 以上全是个人想法（手动笑哭），希望改动期间没有曲解原意，但估计有不可避免的语法错误和用词不当（真的不可避免？），还望老师斧正。计算机与通信工程学院-任晓宇-20188494","categories":[],"tags":[]}]}